import './info.css';

export const About = () => {
    return <p className='text'>
        Спустя годы digital рисования и опыта работы в дизайне, задался вопросом 'А как это работает?'.
        Именно так я оказался во front-end и именно в этой области я бы хотел развиваться дальше.
        Работал фрилансером, но нашел минус, что помимо разработки приходится заниматься "продажами".
        Разрабатывал свой pet-project, но финансирование и возможности ограничены.
        Поэтому ищу работу в сильной команде и в большом амбициозном проекте.
    </p>
};